import React from 'react';
import Layout from '../../components/Layout';
import Title from '../../components/Title';
import Text from '../../components/Text';

const Article = () => (
  <Layout>
    <Title>Страница статьи</Title>

    <Text>
      <p>
        Статья статья статья статья статья статья статья статья статья статья статья статья статья
        статья статья статья статья статья статья статья статья статья статья статья статья статья
        статья статья статья статья статья статья статья статья статья статья статья статья статья
        статья статья статья статья статья статья статья статья статья статья статья статья статья
        статья статья статья статья статья статья статья статья статья статья статья статья статья.
      </p>
    </Text>
  </Layout>
);

export default Article;