import React from 'react';
import Title from '../../components/Title';
import Text from '../../components/Text';

const Home = () => (
  <>
    <Title>Когнитивные искажения</Title>

    <Text>
      <p>
        <strong>Когнитивное искажение </strong>
        — понятие когнитивной науки, означающее
        систематические отклонения в поведении, восприятии и мышлении, обусловленные субъективными
        убеждениями (предубеждениями) и стереотипами, социальными, моральными и эмоциональными
        причинами, сбоями в обработке и анализе информации, а также физическими ограничениями
        и особенностями строения человеческого мозга. Когнитивные искажения возникают на основе
        дисфункциональных убеждений, внедрённых в когнитивные схемы, и легко обнаруживаются
        при анализе автоматических мыслей. Люди склонны создавать свою собственную «субъективную
        социальную реальность», зависимую от их восприятия, и эта субъективная реальность может
        определять их поведение в социуме. Таким образом, когнитивные искажения могут приводить
        к неточности суждений, нелогичным интерпретациям или к иррациональности в поведении
        в широком смысле слова.
      </p>

      <p>
        Источник
        &nbsp;
        <a href="https://ru.wikipedia.org/wiki/%D0%9A%D0%BE%D0%B3%D0%BD%D0%B8%D1%82%D0%B8%D0%B2%D0%BD%D0%BE%D0%B5_%D0%B8%D1%81%D0%BA%D0%B0%D0%B6%D0%B5%D0%BD%D0%B8%D0%B5" target="_blank" rel="nofollow noopener noreferrer">wikipedia</a>
      </p>
    </Text>
  </>
);

export default Home;