import React from 'react';
import Layout from '../../components/Layout';
import Title from '../../components/Title';
import Text from '../../components/Text';

const Home = () => (
  <Layout>
    <Title>Главная страница</Title>

    <Text>
      <p>
        Главная главная главная главная главная главная главная главная главная главная главная
        главная главная главная главная главная главная главная главная главная главная главная
        главная главная главная главная главная главная главная главная главная главная главная
        главная главная главная главная главная главная главная главная главная главная главная
        главная главная главная главная главная главная главная главная главная главная главная.
      </p>
    </Text>
  </Layout>
);

export default Home;